package com.example.creativeassistant.ui.common

import androidx.compose.ui.res.stringResource
import com.example.creativeassistant.model.Idea

val fakeIdeas = listOf(
    Idea(
        "Купить ежа",
        "Ежи лучшие охотники на тараканов",
        ""
    ),
    Idea(
        "Помыть окна",
        "Люди которые не моют свои окна живут в среднем на 100 лет меньше",
        ""
    ),
    Idea(
        "Сварить рис",
        "Ризотто с грибами.",
        ""
    ),
    Idea(
        "Убить таракана",
        "Тараканы унесли всю еду",
        ""
    ),
    Idea(
        "Приложение для поиска друзей",
        "Всем нужны друзья. Даже грустным людям. Особенно грустным людям",
        ""
    ),
    Idea(
        "Супер гипер длинная мегаидея которая вообще всем понравится и которая точно не влезет в экран смартфона",
        "Сломать layout",
        ""
    ),
)